h/True-Infinity.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml"
lang="en" xml:lang="en">
<head>
<title>True-Infinity</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2013-11-14 14:52:56 EST"/>
<meta name="author" content="Greg"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>
</head>
<body>
<div id="content">

<h1 class="title">True-Infinity</h1>


<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1 True Infinity </a>
<ul>
<li><a href="#sec-1.1">1.1 Carlson-2005 </a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> True Infinity </h2>
<div class="outline-text-2" id="text-1">

<p>Notes on the concept of TRUE INFINITY from Hegel's
<i>Science of Logic</i>.
</p>
</div>

<div id="outline-container-1.1" class="outline-3">
<h3 id="sec-1.1"><span class="section-number-3">1.1</span> Carlson-2005 </h3>
<div class="outline-text-3" id="text-1.1">

<p>A FINITE THING, by its own logic, <i>must</i> come to an end.
</p>
<p>
When it does end, the FINITE THING has become what it OUGHT to be&ndash;NOTHING.
</p>
<p>
Yet for Hegel, NOTHING is SOMETHING.
</p>
<p>
If the FINITE THING passes away, the memory of it remains.
</p>
<p>
The FINITE THING obtains an <i>ideal</i> existence when it ceases to be.
</p>
<p>
In its ideal form, BEING is subject to <i>recollection</i> (inwardization).
</p>
<p>
TRUE INFINITY is therefore the process of inwardization.
</p>
<p>
TRUE INFINITY's place in the <i>SL</i> is very portal from <i>reality</i> to <i>ideality</i>.
</p>
<p>
Ideality constitutes the memory of what <i>was</i>.
</p>
<p>
The TRUE INFINITE becomes what it OUGHT to be&ndash;but <i>it also remains what it was</i>.
</p>
<p>
The TRUE INFINITE is a <i>unity</i> of its finite self <i>and</i> its beyond.
</p>
<p>
The TRUE INFINITE constantly removes itself from self-presence to a beyond
<i>and</i> it brings its beyond into its own presence.
</p>
<p>
This double movement of cancellation and preservation is called <i>sublation</i>.
</p>
<p>
In sublation, the FINITE THING invests itself into the beyond when it
ceases to be, and the beyond invests itself into present thought when
<i>it</i> ceases to be.
</p>
<p>
With the advent of ABSOLUTE IDEA, the very idea of a 'beyond' becomes
untenable.
</p>
<p>
In ABSOLUTE IDEA, there is no longer a place to which the TRUE INFINITE
can withdraw. Here the distinction between form and content falls apart.
</p>
<p>
ABSOLUTE IDEA is absolute form.
</p>
<p>
ABSOLUTE IDEA must play out the three moments of the Understanding (U),
Dialectical Reason (DR) and Speculative Reason (SR). Indeed, these
moments <i>literally are</i> the U, DR, and SR. The moments identified in
the last chapter <i>are</i> method itself&ndash;each one moment implying all
the others as well as itself.
</p></div>
</div>
</div>
<div id="postamble">
<p class="author"> Author: Greg
<a href="mailto:greg@greg-Satellite-C855D">&lt;greg@greg-Satellite-C855D&gt;</a>
</p>
<p class="date"> Date: 2013-11-14 14:52:56 EST</p>
<p class="creator">HTML generated by org-mode 6.33x in emacs 23</p>
</div>
</div>
</body>
</html>
